{
  "reviews": [
    {
      "text": "This office is awesome. I was really surprised with the way I was welcomed warmly, the kindness of the staff, and the care they provided to me.",
      "quotee": "Wenasso T."
    },
    {
      "text": "Everything was perfect from the staff to the waiting area!",
      "quotee": "Maria C."
    },
    {
      "text": "The staff at Highlands Dental in Clarksburg are very nice and friendly. Thank you for all that you do.",
      "quotee": "Tracy M."
    },
    {
      "text": "My experience was excellent. Highlands Dental is one of the best dentist offices I have been to and would suggest this office to others. In fact, I told my brother how great the office is several months ago and now he and his five year old daughter have both had their teeth cleaned.",
      "quotee": "Carl C."
    },
    {
      "text": "We trust Doctor Tong's technique and his recommendations.",
      "quotee": "Noah L."
    },
    {
      "text": "They take good care of me & my 4 boys!! Thank you!",
      "quotee": "Cheryl H."
    },
    {
      "text": "Natasha and Dr. Khanna were wonderful with myself (who has dental phobia) and my 4 year old daughter (this was her first visit). I'm very grateful for their kindness and professionalism.",
      "quotee": "Bridgette T."
    },
    {
      "text": "Great service. Extremely kid-friendly environment with very understanding dentist and good amenity, e.g.: video games in waiting room. Bilingual - Chinese and English.",
      "quotee": "James C."
    },
    {
      "text": "I want to take the time to say thank you from the bottom of my heart! Kyler's teeth look amazing thanks to everyone's hard work! I'm truly blessed to have had the pleasure of meeting you all and seeing step by step of the process!",
      "quotee": "Kristine P."
    },
    {
      "text": "As usual, all staff treated me like a friend they had not seen for a while.",
      "quotee": "Emily M"
    },
    {
      "text": "Your dental team is the reason that we have selected Highlands as our family dental practice. The team’s personalities and warm smiles seem to fill the room. The detailed explanation of services constantly exceeds our expectations.",
      "quotee": "Willie J"
    },
    {
      "text": "My first visit was awesome and everyone I had the pleasure to meet from the receptionist, to the hygienist, to the dentist confirmed my search produced true treasure. I left your office relieved with a confident smile. I am excited with the dental plan your team has developed for me and finally trust that my concerns are being addressed.",
      "quotee": "Tahira M"
    },
    {
      "text": "You have a fantastic dental staff and office. Please keep up the impeccable service. two thumbs up... and if I had more thumbs they would point up as well! Thanks",
      "quotee": "Ahmad Hadi Jarrar"
    },
    {
      "text": "I am a newer patient and have always been welcomed with a smile. Also, the staff has been very clear about charges and timely about submitting the services I need to my insurance company to be approved. Dr. Tong was wonderful. He is a patient, knowledgeable and kind person. Thank you very much to all.",
      "quotee": "Brigitte Bard"
    },
    {
      "text": "I have had a good time with the team so far. All the advice have been in my best interest. I was reminded that i needed to take care of the health of my teeth first before worrying about bleaching - lol (health first - should have known that!). I heeded that advise and i am very grateful.",
      "quotee": "Khalifa Sangarie"
    },
    {
      "text": "The entire team was EXTREMELY helpful and welcoming - thank you so much for making the visit possible for us.",
      "quotee": "Jackson Chadwick"
    },
    {
      "text": "Dr. Tong is the most professional and knowledgeable orthodontist in the region. Excellent job and thanks a lot.",
      "quotee": "Mabel Tao"
    },
    {
      "text": "My family fees welcome every time we have go for our appointments. My son always feel comfortable, and that makes me feel great!",
      "quotee": "Angel Reyes"
    }
  ]
}
