{
  "services":[
    {
      "carousel": false,
      "title": "Cosmetic Dentistry",
      "titleMobil": "Cosmetic Dentistry",
      "titleFull": "Cosmetic Dentistry",
      "image": "cosmetic",
      "modalTarget": "cosmetic",
      "text": ["Nothing says better confidence more than a white and flawless smile. Tong Dental Care offers every treatment necessary with the latest technology to provide our patients that “Hollywood Smile” that are both healthy and beautiful."]
    },
    {
      "carousel": false,
      "title": "Care for the Whole Family",
      "titleMobil": "Care for the Whole Family",
      "titleFull": "Care for the Whole Family",
      "image": "family-care",
      "modalTarget": "family",
      "text": ["From toddlers to the elderly, our skilled dental team is familiar with the unique needs of every patient, no matter their age. Our goal is to develop great oral habits for all our patients that will last them a lifetime. We are also equipped with helping patients with special needs."]
    },
    {
      "carousel": true,
      "title": "Pediatric Dentistry",
      "titleMobil": "Pediatric Dentistry",
      "titleFull": "Pediatric Dentistry",
      "image": "pediatric",
      "modalTarget": "pediatric",
      "text": ["Pediatric dentistry is the specialty of dentistry that focuses on the oral health of young people. This specialized program of study and hands-on experience prepares pediatric dentists to meet the needs of infants, children and adolescents, including people with special health care needs.",
        "We are concerned about your child's total health care. Good oral health is an important of that total health. Establishing us as your child's Dental Home provides us the opportunity to implement preventative dental health habits that keep a child free from dental disease. We focus on prevention, early detection and treatment of dental diseases, and keep current on the latest advances in dentistry for children."]
    },
    {
      "carousel": true,
      "title": "Dental Implants",
      "titleMobil": "Dental Implants",
      "titleFull": "Dental Implants",
      "image": "implants",
      "modalTarget": "implants",
      "text": ["Dental implants are a great option for replacing missing teeth, improving chewing ability, eliminating bridges, and replacing dentures.",
        "Several implants may provide a base for a series of artificial teeth known as a fixed bridge. Implants can even be used to secure a full set of removable dentures for people who have no remaining natural teeth."]
    },
    {
      "carousel": true,
      "title": "Smile Whitening",
      "titleMobil": "Smile Whitening",
      "titleFull": "Smile Whitening",
      "image": "whitening",
      "modalTarget": "whitening",
      "text": ["Many everyday things like coffee, tea and wine can significantly dull teeth. Smile-whitening enables us to significantly brighten your smile for that dazzling white smile you deserve.",
        "Plastic whitening trays will be made from models of your teeth. You will then place a special whitening gel in each tray and wear the trays in your mouth for several hours per day. (Many patients wear their trays after dinner and before bed.) A significant change in tooth color is usually seen in just four to six weeks."]
    },
    {
      "carousel": true,
      "title": "Orthodontics",
      "titleMobil": "Orthodontics",
      "titleFull": "Orthodontics",
      "image": "orthodontics",
      "modalTarget": "ortho",
      "text": ["When it comes to beautiful smiles, nothing looks better than a straighter and more uniformed smile. Crookedness, crowding and gaps can also cause a variety of oral health problems. That is why our team will do whatever we can to personalize your orthodontic care and ensure your complete satisfaction."]
    },
    {
      "carousel": true,
      "title": "Crowns & Bridges",
      "titleMobil": "Crowns & Bridges",
      "titleFull": "Crowns & Bridges",
      "image": "crowns-bridges",
      "modalTarget": "crowns",
      "text": ["Protect and keep badly decayed or fractured teeth while maintaining a beautiful smile. Made to perfectly match the shape and shade of your other teeth, they’re durable, strong, and undetectable.",
        "Crowns should be placed before the tooth is so decayed that it may fracture. This can often help prevent the expense of root canal therapy in the future. If a tooth is too damaged to have a crown applied, a porcelain bridge may be a good alternative."]
    },
    {
      "carousel": true,
      "title": "Laser Dentistry",
      "titleMobil": "Laser Dentistry",
      "titleFull": "Laser Dentistry",
      "image": "laser-dentistry",
      "modalTarget": "laser",
      "text": ["Laser dentistry is a highly-effective, gentle way to treat gum disease, remove bacteria, and re-contour gum lines after cosmetic dentistry. Laser dentistry is a more comfortable, accurate way to produce excellent results."]
    },
    {
      "carousel": true,
      "title": "Preventive Care",
      "titleMobil": "Preventive Care",
      "titleFull": "Preventive Care",
      "image": "prevention-gum-care",
      "modalTarget": "prevention",
      "text": ["By actively preventing disease and decay through regular home care, professional dental cleanings and regular exams, you will maintain a healthy, beautiful smile for life."]
    },
    {
      "carousel": true,
      "title": "Sedation Dentistry",
      "titleMobil": "Sedation Dentistry",
      "titleFull": "Sedation Dentistry",
      "image": "sedation",
      "modalTarget": "sedation",
      "text": ["Sedation dentistry is an excellent treatment for patients with extensive dental needs, or who are concerned about anxiety, difficulty getting numb, or sensitive teeth."]
    }
  ]
}