{
  "team": [
    {
      "name": "Dr. James Tong",
      "title": "",
      "modalTarget": "tong",
      "image": "tong-bio",
      "text": [
        "Dr. James Tong has over thirty years of experience in advanced clinical dentistry. By combining the usage of the latest advances in technology with his gentle, comforting style of care Dr. Tong ensures healthy, beautiful smiles.",
        "Dr. Tong earned his dental and orthodontic doctoral credentials in his native China.",
        "He then pursued advanced education, including a specialized degree in pediatric dentistry, at the University of Maryland Dental School where he is a part-time Clinical Assistant Professor.",
        "He and his wife, Lily, have been married for more than twenty five years and have two children. Dr. Tong enjoys taking photographs in his free time."
      ]
    },
    {
      "name": "Dr. Sunanda Bhushan",
      "title": "",
      "modalTarget": "bhushan",
      "image": "bhushan-bio",
      "text": [
        "Dr. Sunanda Bhushan has been an integral part of our dental team for over five years now. She completed her BDS in India as well as her Masters in Prosthodontics. Upon moving to the US she graduated from Boston University where she received her DMD.",
        "Dr. Bhushan always strives for quality and perfection in both cosmetic and restorative dentistry. She enjoys working with children and adults alike!",
        "Dr. Bhushan lives with her husband and two little boys who definitely keep her on her toes."
      ]
    },
    {
      "name": "Dr. Srotalina N. Khanna",
      "title": "",
      "modalTarget": "khanna",
      "image": "khanna-bio",
      "text": [
        "Dr. Srotalina Khanna was born in India and has been living in the US since she was two years old. She finds the field of dentistry very rewarding and especially enjoys cosmetic dentistry. “The staff here is very warm and caring, which makes it a wonderful place to work. I strive to achieve excellence with each patient and to establish a friendly relationship that will continue for years to come.”",
        "Dr. Khanna graduated from the University of Maryland at Baltimore Dental Surgery Program and has completed several continuing education courses. She has been working in private practice since graduating and started at our practice in early 2011."
      ]
    },
    {
      "name": "Dr. Monica Patel",
      "title": "",
      "modalTarget": "patel",
      "image": "patel-bio",
      "text": [
        "Dr. Monica Patel was born and raised in East Tennessee. She has a BA in Psychology from Emory University, and received her DDS degree from University of Tennessee. She also completed a General Practice Residency at St. Barnabas Hospital in New York. She has been practicing dentistry since 2010.",
        "Dr. Patel’s passion for dentistry, patience, and attention to detail allow her to provide the highest quality of care for her patients.",
        "When Dr. Patel is not practicing dentistry, she enjoys cooking, hiking, traveling, and spending time with her husband."
      ]
    }
  ]
}